export const hotels = [
  {
    "id": 1,
    "name": "هتل آپارتمان ایوان 3 (احسان) مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "D-",
    "capacity": 48,
    "phone": "05132234479;09120039474"
  },
  {
    "id": 2,
    "name": "هتل پردیسان مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "C-",
    "capacity": 162,
    "phone": "05138791820;09368969216;05138791828"
  },
  {
    "id": 3,
    "name": "هتل آپارتمان قصر آیدین مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "D-",
    "capacity": 50,
    "phone": "051-38550751;09017849933"
  },
  {
    "id": 4,
    "name": "هتل آپارتمان پرنیان مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "C-",
    "capacity": 28,
    "phone": "051-38523200-10"
  },
  {
    "id": 5,
    "name": "هتل هما 2 مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "B",
    "capacity": 200,
    "phone": "05137611001-9"
  },
  {
    "id": 6,
    "name": "هتل پارس مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "D+",
    "capacity": 228,
    "phone": "05138689201"
  },
  {
    "id": 7,
    "name": "هتل آپارتمان ملل مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "A",
    "capacity": 29,
    "phone": "051-32231440;09352231440"
  },
  {
    "id": 8,
    "name": "هتل آپارتمان کنعان مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "C-",
    "capacity": 28,
    "phone": "051-38534679-80;09152068002"
  },
  {
    "id": 9,
    "name": "هتل آریان کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "D-",
    "capacity": 73,
    "phone": "076-44467354;09347685440"
  },
  {
    "id": 10,
    "name": "هتل آپارتمان کوروش تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل آپارتمان",
    "category": "A",
    "capacity": 20,
    "phone": "021-23572357"
  },
  {
    "id": 11,
    "name": "هتل آپارتمان نیکا مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "A",
    "capacity": 28,
    "phone": "051-38532770"
  },
  {
    "id": 12,
    "name": "هتل آپارتمان نجف اشرف مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "C-",
    "capacity": 30,
    "phone": "051-38530130"
  },
  {
    "id": 13,
    "name": "هتل آپارتمان برین مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "C-",
    "capacity": 50,
    "phone": "051-38531681"
  },
  {
    "id": 14,
    "name": "هتل تست (غیرقابل رزرو) کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "B",
    "capacity": 100,
    "phone": "021-12345678"
  },
  {
    "id": 15,
    "name": "هتل آپارتمان نور گلستان مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "B",
    "capacity": 15,
    "phone": "051-32235986;051-32234417-19"
  },
  {
    "id": 16,
    "name": "هتل آپارتمان کریمخان مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "E",
    "capacity": 37,
    "phone": "05138544077"
  },
  {
    "id": 17,
    "name": "هتل آسیا مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "C-",
    "capacity": 20,
    "phone": "051-32220071"
  },
  {
    "id": 18,
    "name": "هتل تارا مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "C-",
    "capacity": 111,
    "phone": "051-32216100-4"
  },
  {
    "id": 19,
    "name": "هتل آپارتمان خاتون اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل آپارتمان",
    "category": "E",
    "capacity": 15,
    "phone": "031-32209851-2;09353180125"
  },
  {
    "id": 20,
    "name": "هتل ارم تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "B",
    "capacity": 72,
    "phone": "02122266644"
  },
  {
    "id": 21,
    "name": "هتل سفیر اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "D-",
    "capacity": 100,
    "phone": "031-32222640;031-32241064-67"
  },
  {
    "id": 22,
    "name": "هتل استقلال تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "D-",
    "capacity": 552,
    "phone": "02122660011-25"
  },
  {
    "id": 23,
    "name": "هتل پارمیدا مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "D-",
    "capacity": 88,
    "phone": "021-74679"
  },
  {
    "id": 24,
    "name": "هتل پارسه شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل",
    "category": "A",
    "capacity": 72,
    "phone": "071-32226600"
  },
  {
    "id": 25,
    "name": "هتل آریوبرزن شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل",
    "category": "B",
    "capacity": 50,
    "phone": "071-32247182"
  },
  {
    "id": 26,
    "name": "هتل آپارتمان جام جم شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل آپارتمان",
    "category": "B",
    "capacity": 10,
    "phone": "07132316607"
  },
  {
    "id": 27,
    "name": "هتل عباسی اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "B",
    "capacity": 225,
    "phone": "031-32226010-19;03132232972"
  },
  {
    "id": 28,
    "name": "هتل پارسیان کوثر اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "B",
    "capacity": 225,
    "phone": "031-35045701;031-35045708-9"
  },
  {
    "id": 29,
    "name": "هتل پارک هتل شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل",
    "category": "D+",
    "capacity": 120,
    "phone": "071-32221426-3;09306437515"
  },
  {
    "id": 30,
    "name": "هتل عالی قاپو اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "D+",
    "capacity": 106,
    "phone": "031-32227929"
  },
  {
    "id": 31,
    "name": "هتل آسمان اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "B",
    "capacity": 88,
    "phone": "031-32354141"
  },
  {
    "id": 32,
    "name": "هتل فردوس مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "B",
    "capacity": 98,
    "phone": "051-38540830;09208540830"
  },
  {
    "id": 33,
    "name": "هتل توریست اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "A",
    "capacity": 30,
    "phone": "031-32204437;031-32204479"
  },
  {
    "id": 34,
    "name": "هتل صفائیه یزد",
    "city": "یزد",
    "province": "یزد",
    "type": "هتل",
    "category": "B",
    "capacity": 195,
    "phone": "03538260211-20"
  },
  {
    "id": 35,
    "name": "هتل لاله یزد",
    "city": "یزد",
    "province": "یزد",
    "type": "هتل",
    "category": "D+",
    "capacity": 40,
    "phone": "035-36225048-9"
  },
  {
    "id": 36,
    "name": "هتل داد یزد",
    "city": "یزد",
    "province": "یزد",
    "type": "هتل",
    "category": "E",
    "capacity": 94,
    "phone": "035-36229400-7"
  },
  {
    "id": 37,
    "name": "هتل آبان مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "C-",
    "capacity": 60,
    "phone": "051-38646241-3"
  },
  {
    "id": 38,
    "name": "هتل هرمز بندرعباس",
    "city": "بندرعباس",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "B",
    "capacity": 355,
    "phone": "076-33343002;09128112258"
  },
  {
    "id": 39,
    "name": "هتل پارس کرمان",
    "city": "کرمان",
    "province": "کرمان",
    "type": "هتل",
    "category": "C-",
    "capacity": 197,
    "phone": "0343-2119301-32;03432119301"
  },
  {
    "id": 40,
    "name": "هتل پارسیان آزادی خزر(هایت) چالوس",
    "city": "چالوس",
    "province": "مازندران",
    "type": "هتل",
    "category": "A",
    "capacity": 170,
    "phone": "01152182013;01152182001"
  },
  {
    "id": 41,
    "name": "هتل ستاره اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "E",
    "capacity": 54,
    "phone": "031-32207060;031-32202988;09029523015"
  },
  {
    "id": 42,
    "name": "هتل لاله سرعین",
    "city": "سرعین",
    "province": "اردبیل",
    "type": "هتل",
    "category": "D-",
    "capacity": 97,
    "phone": "045-32222750"
  },
  {
    "id": 43,
    "name": "هتل پارس ائل گلی تبریز",
    "city": "تبریز",
    "province": "آذربایجان شرقی",
    "type": "هتل",
    "category": "B",
    "capacity": 178,
    "phone": "041-33807820-30"
  },
  {
    "id": 44,
    "name": "هتل گسترش تبریز",
    "city": "تبریز",
    "province": "آذربایجان شرقی",
    "type": "هتل",
    "category": "D-",
    "capacity": 112,
    "phone": "041-33345021-4"
  },
  {
    "id": 45,
    "name": "هتل بین المللی تبریز تبریز",
    "city": "تبریز",
    "province": "آذربایجان شرقی",
    "type": "هتل",
    "category": "E",
    "capacity": 132,
    "phone": "041-33341081-9;09108932040"
  },
  {
    "id": 46,
    "name": "هتل شهریار تبریز",
    "city": "تبریز",
    "province": "آذربایجان شرقی",
    "type": "هتل",
    "category": "C-",
    "capacity": 212,
    "phone": "04151050"
  },
  {
    "id": 47,
    "name": "هتل سالاردره ساری",
    "city": "ساری",
    "province": "مازندران",
    "type": "هتل",
    "category": "E",
    "capacity": 56,
    "phone": "011-33455101-7"
  },
  {
    "id": 48,
    "name": "هتل لاله کندوان تبریز",
    "city": "تبریز",
    "province": "آذربایجان شرقی",
    "type": "هتل",
    "category": "E",
    "capacity": 16,
    "phone": "041-33224951-57"
  },
  {
    "id": 49,
    "name": "هتل کوروش چالوس",
    "city": "چالوس",
    "province": "مازندران",
    "type": "هتل",
    "category": "D+",
    "capacity": 80,
    "phone": "011-52223940"
  },
  {
    "id": 50,
    "name": "هتل اسپیناس آستارا",
    "city": "آستارا",
    "province": "گیلان",
    "type": "هتل",
    "category": "B",
    "capacity": 116,
    "phone": "013-44856801;02175675"
  },
  {
    "id": 51,
    "name": "هتل سفید کنار بندر انزلی",
    "city": "بندر انزلی",
    "province": "گیلان",
    "type": "هتل",
    "category": "E",
    "capacity": 123,
    "phone": "01344503001;09116003973"
  },
  {
    "id": 52,
    "name": "هتل برج سفید تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "A",
    "capacity": 100,
    "phone": "021-22554000"
  },
  {
    "id": 53,
    "name": "هتل عرش نوشهر",
    "city": "نوشهر",
    "province": "مازندران",
    "type": "هتل",
    "category": "B",
    "capacity": 73,
    "phone": "09305052246"
  },
  {
    "id": 54,
    "name": "هتل سبلان اردبیل",
    "city": "اردبیل",
    "province": "اردبیل",
    "type": "هتل",
    "category": "B",
    "capacity": 28,
    "phone": "045-33232857"
  },
  {
    "id": 55,
    "name": "هتل ساحل ارومیه",
    "city": "ارومیه",
    "province": "آذربایجان غربی",
    "type": "هتل",
    "category": "E",
    "capacity": 64,
    "phone": "044-33369970"
  },
  {
    "id": 56,
    "name": "هتل جهانگردی ارومیه",
    "city": "ارومیه",
    "province": "آذربایجان غربی",
    "type": "هتل",
    "category": "E",
    "capacity": 74,
    "phone": "044-32223070-08"
  },
  {
    "id": 57,
    "name": "هتل پارسیان همدان",
    "city": "همدان",
    "province": "همدان",
    "type": "هتل",
    "category": "B",
    "capacity": 45,
    "phone": "081-38380001-4"
  },
  {
    "id": 58,
    "name": "هتل آپارتمان اترک سرعین",
    "city": "سرعین",
    "province": "اردبیل",
    "type": "هتل آپارتمان",
    "category": "D-",
    "capacity": 38,
    "phone": "045-32220840-8"
  },
  {
    "id": 59,
    "name": "هتل بوعلی همدان",
    "city": "همدان",
    "province": "همدان",
    "type": "هتل",
    "category": "A",
    "capacity": 38,
    "phone": "081-38252822;081-38250788;081-38250856"
  },
  {
    "id": 60,
    "name": "هتل اوین تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "A",
    "capacity": 150,
    "phone": "021-2740500;021-27400"
  },
  {
    "id": 61,
    "name": "هتل توریست توس مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "D-",
    "capacity": 44,
    "phone": "051-36659690"
  },
  {
    "id": 62,
    "name": "هتل داریوش کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "D+",
    "capacity": 267,
    "phone": "076-44444900;021-45164000"
  },
  {
    "id": 63,
    "name": "هتل پارس شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل",
    "category": "E",
    "capacity": 198,
    "phone": "071-32332255;09351828047;09046030695"
  },
  {
    "id": 64,
    "name": "هتل پرسپولیس شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل",
    "category": "B",
    "capacity": 103,
    "phone": "071-32271280-94"
  },
  {
    "id": 65,
    "name": "هتل باغ مشیر الممالک یزد",
    "city": "یزد",
    "province": "یزد",
    "type": "هتل",
    "category": "B",
    "capacity": 146,
    "phone": "035-35239760-5"
  },
  {
    "id": 66,
    "name": "هتل پارسیان یزد",
    "city": "یزد",
    "province": "یزد",
    "type": "هتل",
    "category": "C-",
    "capacity": 32,
    "phone": "035-35253111"
  },
  {
    "id": 67,
    "name": "هتل جهانگردی یزد",
    "city": "یزد",
    "province": "یزد",
    "type": "هتل",
    "category": "C-",
    "capacity": 41,
    "phone": "035-36249127-30"
  },
  {
    "id": 68,
    "name": "هتل نارنجستان نور",
    "city": "نور",
    "province": "مازندران",
    "type": "هتل",
    "category": "C-",
    "capacity": 119,
    "phone": "011-44581111-8;09059712899"
  },
  {
    "id": 69,
    "name": "هتل مینو مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "B",
    "capacity": 90,
    "phone": "051-38541166"
  },
  {
    "id": 70,
    "name": "هتل کوثر تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "D+",
    "capacity": 95,
    "phone": "021-88908371-5"
  },
  {
    "id": 71,
    "name": "هتل بین المللی قم",
    "city": "قم",
    "province": "قم",
    "type": "هتل",
    "category": "D+",
    "capacity": 80,
    "phone": "025-37719209;025-37719208"
  },
  {
    "id": 72,
    "name": "هتل خورشید قم",
    "city": "قم",
    "province": "قم",
    "type": "هتل",
    "category": "E",
    "capacity": 64,
    "phone": "09196490029;025-36500040-50"
  },
  {
    "id": 73,
    "name": "هتل جمشید کرمانشاه",
    "city": "کرمانشاه",
    "province": "کرمانشاه",
    "type": "هتل",
    "category": "E",
    "capacity": 40,
    "phone": "083-34296002"
  },
  {
    "id": 74,
    "name": "هتل بزرگ پارامیدا شاهرود",
    "city": "شاهرود",
    "province": "سمنان",
    "type": "هتل",
    "category": "D-",
    "capacity": 44,
    "phone": "023-31808"
  },
  {
    "id": 75,
    "name": "هتل آپارتمان کاسنیک ولشت چالوس",
    "city": "چالوس",
    "province": "مازندران",
    "type": "هتل آپارتمان",
    "category": "A",
    "capacity": 11,
    "phone": "011-52659311-13;09054933832"
  },
  {
    "id": 76,
    "name": "هتل آریان نور",
    "city": "نور",
    "province": "مازندران",
    "type": "هتل",
    "category": "D+",
    "capacity": 40,
    "phone": "011-44555595-97"
  },
  {
    "id": 77,
    "name": "هتل آذین گرگان",
    "city": "گرگان",
    "province": "گلستان",
    "type": "هتل",
    "category": "A",
    "capacity": 32,
    "phone": "017-32423004-7;01732455098;09024416306"
  },
  {
    "id": 78,
    "name": "هتل بزرگ گیلان(کادوس) رشت",
    "city": "رشت",
    "province": "گیلان",
    "type": "هتل",
    "category": "D-",
    "capacity": 96,
    "phone": "013-33365076"
  },
  {
    "id": 79,
    "name": "هتل لاله چابهار",
    "city": "چابهار",
    "province": "سیستان و بلوچستان",
    "type": "هتل",
    "category": "C-",
    "capacity": 38,
    "phone": "054-35324850;09127752353"
  },
  {
    "id": 80,
    "name": "هتل آپارتمان عمارت مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "C-",
    "capacity": 31,
    "phone": "051-38550310-13;09157587400"
  },
  {
    "id": 81,
    "name": "هتل پاپیون عباس آباد",
    "city": "عباس آباد",
    "province": "مازندران",
    "type": "هتل",
    "category": "A",
    "capacity": 23,
    "phone": "011-54626501;09126440300;09125010295"
  },
  {
    "id": 82,
    "name": "مجتمع اقامتی چالدره تنکابن",
    "city": "تنکابن",
    "province": "مازندران",
    "type": "مجتمع اقامتی",
    "category": "A",
    "capacity": 37,
    "phone": "011-44460712-4;011-44460716;09369437222"
  },
  {
    "id": 83,
    "name": "هتل بادله ساری",
    "city": "ساری",
    "province": "مازندران",
    "type": "هتل",
    "category": "B",
    "capacity": 12,
    "phone": "011-33884497-99;011-33882549-50"
  },
  {
    "id": 84,
    "name": "هتل باباطاهر همدان",
    "city": "همدان",
    "province": "همدان",
    "type": "هتل",
    "category": "A",
    "capacity": 130,
    "phone": "081-34227180-4"
  },
  {
    "id": 85,
    "name": "هتل پارک ارومیه",
    "city": "ارومیه",
    "province": "آذربایجان غربی",
    "type": "هتل",
    "category": "D-",
    "capacity": 82,
    "phone": "044-31888"
  },
  {
    "id": 86,
    "name": "هتل دنیز (باری) ارومیه",
    "city": "ارومیه",
    "province": "آذربایجان غربی",
    "type": "هتل",
    "category": "A",
    "capacity": 25,
    "phone": "044-33322960;044-33322900"
  },
  {
    "id": 87,
    "name": "هتل بین المللی قشم",
    "city": "قشم",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "C-",
    "capacity": 26,
    "phone": "0763-5242002-3"
  },
  {
    "id": 88,
    "name": "هتل زریوار مریوان",
    "city": "مریوان",
    "province": "کردستان",
    "type": "هتل",
    "category": "D-",
    "capacity": 31,
    "phone": "087-34540777;08734544644;08734528182"
  },
  {
    "id": 89,
    "name": "هتل زاگرس بروجرد",
    "city": "بروجرد",
    "province": "لرستان",
    "type": "هتل",
    "category": "C-",
    "capacity": 34,
    "phone": "066-42504901-9"
  },
  {
    "id": 90,
    "name": "هتل دریا قشم",
    "city": "قشم",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "A",
    "capacity": 21,
    "phone": "0763-5221630-1"
  },
  {
    "id": 91,
    "name": "هتل استقلال زاهدان",
    "city": "زاهدان",
    "province": "سیستان و بلوچستان",
    "type": "هتل",
    "category": "C-",
    "capacity": 81,
    "phone": "054-33238052"
  },
  {
    "id": 92,
    "name": "هتل پارسیان رامسر",
    "city": "رامسر",
    "province": "مازندران",
    "type": "هتل",
    "category": "D-",
    "capacity": 103,
    "phone": "011-55223592-5"
  },
  {
    "id": 93,
    "name": "هتل چمران شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل",
    "category": "E",
    "capacity": 230,
    "phone": "071-36262000;071-3536"
  },
  {
    "id": 94,
    "name": "هتل بزرگ زنجان",
    "city": "زنجان",
    "province": "زنجان",
    "type": "هتل",
    "category": "D-",
    "capacity": 48,
    "phone": "024-33788190-5"
  },
  {
    "id": 95,
    "name": "هتل امیرکبیر اراک",
    "city": "اراک",
    "province": "مرکزی",
    "type": "هتل",
    "category": "D+",
    "capacity": 75,
    "phone": "08633414000"
  },
  {
    "id": 96,
    "name": "هتل پارسیان آزادی آبادان",
    "city": "آبادان",
    "province": "خوزستان",
    "type": "هتل",
    "category": "E",
    "capacity": 34,
    "phone": "06153260060-64"
  },
  {
    "id": 97,
    "name": "هتل آزادگان کرمانشاه",
    "city": "کرمانشاه",
    "province": "کرمانشاه",
    "type": "هتل",
    "category": "D-",
    "capacity": 111,
    "phone": "083-34225591-7"
  },
  {
    "id": 98,
    "name": "هتل هما بندرعباس",
    "city": "بندرعباس",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "A",
    "capacity": 185,
    "phone": "07633445044-49"
  },
  {
    "id": 99,
    "name": "هتل آپارتمان کوثر کاشان",
    "city": "کاشان",
    "province": "اصفهان",
    "type": "هتل آپارتمان",
    "category": "E",
    "capacity": 29,
    "phone": "031-55621021"
  },
  {
    "id": 100,
    "name": "هتل جواد مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "D-",
    "capacity": 100,
    "phone": "051-32224135"
  },
  {
    "id": 101,
    "name": "هتل گلدن پالاس مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "B",
    "capacity": 357,
    "phone": "051-38038"
  },
  {
    "id": 102,
    "name": "هتل پارس اهواز",
    "city": "اهواز",
    "province": "خوزستان",
    "type": "هتل",
    "category": "C-",
    "capacity": 135,
    "phone": "0613-2220091-5;0613-2234999"
  },
  {
    "id": 103,
    "name": "هتل توس مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "A",
    "capacity": 120,
    "phone": "051-32222922"
  },
  {
    "id": 104,
    "name": "هتل آپارتمان طوبی تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل آپارتمان",
    "category": "D-",
    "capacity": 28,
    "phone": "021-88207000"
  },
  {
    "id": 105,
    "name": "هتل لیپار چابهار",
    "city": "چابهار",
    "province": "سیستان و بلوچستان",
    "type": "هتل",
    "category": "B",
    "capacity": 108,
    "phone": "05435312100-5;09120545791"
  },
  {
    "id": 106,
    "name": "هتل ساحلی پردیس مبارکه اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "A",
    "capacity": 17,
    "phone": "031-52461000;031-52461021"
  },
  {
    "id": 107,
    "name": "هتل مارینا پارک کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "E",
    "capacity": 186,
    "phone": "076-44465007"
  },
  {
    "id": 108,
    "name": "هتل ارم شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل",
    "category": "A",
    "capacity": 92,
    "phone": "071-32300814-16"
  },
  {
    "id": 109,
    "name": "هتل ارگ شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل",
    "category": "D-",
    "capacity": 64,
    "phone": "071-32222889"
  },
  {
    "id": 110,
    "name": "هتل ساینا تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "E",
    "capacity": 30,
    "phone": "021-88102599;021-88705303;021-88102615;021-88100042-3"
  },
  {
    "id": 111,
    "name": "هتل پارسیان کرمانشاه",
    "city": "کرمانشاه",
    "province": "کرمانشاه",
    "type": "هتل",
    "category": "D+",
    "capacity": 100,
    "phone": "08334219152-60;083-34219151"
  },
  {
    "id": 112,
    "name": "هتل انقلاب تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "E",
    "capacity": 248,
    "phone": "021-88937251-55"
  },
  {
    "id": 113,
    "name": "هتل نگارستان کاشان",
    "city": "کاشان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "B",
    "capacity": 108,
    "phone": "031-55347000"
  },
  {
    "id": 114,
    "name": "هتل بوستان سرعین",
    "city": "سرعین",
    "province": "اردبیل",
    "type": "هتل",
    "category": "D-",
    "capacity": 56,
    "phone": "04532137000;04532137020"
  },
  {
    "id": 115,
    "name": "هتل پارت اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "E",
    "capacity": 43,
    "phone": "031-32205570;031-32207070"
  },
  {
    "id": 116,
    "name": "هتل بزرگ تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "C-",
    "capacity": 211,
    "phone": "021-88721656"
  },
  {
    "id": 117,
    "name": "هتل قصر بین المللی مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "C-",
    "capacity": 219,
    "phone": "05138007;38090"
  },
  {
    "id": 118,
    "name": "هتل پارس کاروانسرا آبادان",
    "city": "آبادان",
    "province": "خوزستان",
    "type": "هتل",
    "category": "D+",
    "capacity": 93,
    "phone": "06153264002-9;09018968171"
  },
  {
    "id": 119,
    "name": "هتل استقلال قم",
    "city": "قم",
    "province": "قم",
    "type": "هتل",
    "category": "D-",
    "capacity": 24,
    "phone": "025-91001030-40;02537702026"
  },
  {
    "id": 120,
    "name": "هتل آپارتمان تعطیلات کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل آپارتمان",
    "category": "D+",
    "capacity": 70,
    "phone": "076-4445206-11;021-88545501-4"
  },
  {
    "id": 121,
    "name": "هتل جهانگردی ناهارخوران گرگان",
    "city": "گرگان",
    "province": "گلستان",
    "type": "هتل",
    "category": "D-",
    "capacity": 70,
    "phone": "017-32547278;017-32541386;017-32540034"
  },
  {
    "id": 122,
    "name": "هتل هما شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل",
    "category": "B",
    "capacity": 232,
    "phone": "07132288000-9"
  },
  {
    "id": 123,
    "name": "هتل لاله تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "A",
    "capacity": 370,
    "phone": "02188965021"
  },
  {
    "id": 124,
    "name": "هتل خلیج فارس قشم",
    "city": "قشم",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "B",
    "capacity": 120,
    "phone": "076-35344101-4"
  },
  {
    "id": 125,
    "name": "هتل پارمیس کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "C-",
    "capacity": 168,
    "phone": "076-44468633"
  },
  {
    "id": 126,
    "name": "هتل ارم کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "D-",
    "capacity": 100,
    "phone": "076-44446290;07644446333;02123076"
  },
  {
    "id": 127,
    "name": "هتل درویشی مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "D+",
    "capacity": 223,
    "phone": "051-38080000;09155501649;09155501652;09155501658"
  },
  {
    "id": 128,
    "name": "هتل آپارتمان چهل پنجره اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل آپارتمان",
    "category": "C-",
    "capacity": 28,
    "phone": "031-36272165"
  },
  {
    "id": 129,
    "name": "هتل بام سبز رامسر",
    "city": "رامسر",
    "province": "مازندران",
    "type": "هتل",
    "category": "B",
    "capacity": 42,
    "phone": "01155266519;0115505;09125363519"
  },
  {
    "id": 130,
    "name": "هتل شیخ بهایی اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "B",
    "capacity": 52,
    "phone": "031-32207714"
  },
  {
    "id": 131,
    "name": "هتل فلامینگو کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "E",
    "capacity": 200,
    "phone": "076-44420858"
  },
  {
    "id": 132,
    "name": "هتل دیانا قشم",
    "city": "قشم",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "B",
    "capacity": 24,
    "phone": "076-35229572-5"
  },
  {
    "id": 133,
    "name": "هتل کاروانسرای مشیر یزد",
    "city": "یزد",
    "province": "یزد",
    "type": "هتل",
    "category": "B",
    "capacity": 19,
    "phone": "035-36227050;09196436800"
  },
  {
    "id": 134,
    "name": "هتل آپارتمان تچر شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل آپارتمان",
    "category": "D+",
    "capacity": 20,
    "phone": "071-32315091"
  },
  {
    "id": 135,
    "name": "هتل آپارتمان لیان رامسر",
    "city": "رامسر",
    "province": "مازندران",
    "type": "هتل آپارتمان",
    "category": "D+",
    "capacity": 13,
    "phone": "011-55230535"
  },
  {
    "id": 136,
    "name": "هتل پارسیان شهرکرد",
    "city": "شهرکرد",
    "province": "چهارمحال و بختیاری",
    "type": "هتل",
    "category": "D-",
    "capacity": 50,
    "phone": "038-33330020-1;09131666305"
  },
  {
    "id": 137,
    "name": "هتل شادی سنندج",
    "city": "سنندج",
    "province": "کردستان",
    "type": "هتل",
    "category": "E",
    "capacity": 78,
    "phone": "087-33625112;09188790844"
  },
  {
    "id": 138,
    "name": "هتل پارسیان آزادی تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "E",
    "capacity": 475,
    "phone": "021-29115077;021-29115081"
  },
  {
    "id": 139,
    "name": "هتل بزرگ ملکشاه رامسر",
    "city": "رامسر",
    "province": "مازندران",
    "type": "هتل",
    "category": "A",
    "capacity": 94,
    "phone": "011-55373520-5"
  },
  {
    "id": 140,
    "name": "هتل دریا اردبیل",
    "city": "اردبیل",
    "province": "اردبیل",
    "type": "هتل",
    "category": "D+",
    "capacity": 20,
    "phone": "045-33716033-5;09148593889;09149641377"
  },
  {
    "id": 141,
    "name": "هتل آپارتمان سفیر بندر انزلی",
    "city": "بندر انزلی",
    "province": "گیلان",
    "type": "هتل آپارتمان",
    "category": "D-",
    "capacity": 16,
    "phone": "01344507001-5"
  },
  {
    "id": 142,
    "name": "هتل پیروزی اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "D-",
    "capacity": 94,
    "phone": "031-32214354;09046216518"
  },
  {
    "id": 143,
    "name": "اقامتگاه سنتی منوچهری کاشان",
    "city": "کاشان",
    "province": "اصفهان",
    "type": "اقامتگاه سنتی",
    "category": "B",
    "capacity": 20,
    "phone": "031-55242617"
  },
  {
    "id": 144,
    "name": "هتل اسپیناس بلوار تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "D-",
    "capacity": 100,
    "phone": "021-83844"
  },
  {
    "id": 145,
    "name": "هتل پدیدار خزر رودسر",
    "city": "رودسر",
    "province": "گیلان",
    "type": "هتل",
    "category": "E",
    "capacity": 35,
    "phone": "01342638487;01342638488;01342638489;01342638490;01342638491;01342638492;09199864096"
  },
  {
    "id": 146,
    "name": "هتل آپارتمان سروش مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل آپارتمان",
    "category": "E",
    "capacity": 45,
    "phone": "051-33670111;051-33691061;09034656677"
  },
  {
    "id": 147,
    "name": "هتل هلیا مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "D+",
    "capacity": 83,
    "phone": "051-38532458;09925994049"
  },
  {
    "id": 148,
    "name": "هتل مرمر قزوین",
    "city": "قزوین",
    "province": "قزوین",
    "type": "هتل",
    "category": "D-",
    "capacity": 48,
    "phone": "028-33555771-5;09121410368"
  },
  {
    "id": 149,
    "name": "هتل البرز قزوین",
    "city": "قزوین",
    "province": "قزوین",
    "type": "هتل",
    "category": "A",
    "capacity": 35,
    "phone": "028-33225266"
  },
  {
    "id": 150,
    "name": "هتل لاله مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "B",
    "capacity": 40,
    "phone": "051-38408047"
  },
  {
    "id": 151,
    "name": "هتل کوهستان بیرجند",
    "city": "بیرجند",
    "province": "خراسان جنوبی",
    "type": "هتل",
    "category": "D+",
    "capacity": 45,
    "phone": "056-58323370;091566620040"
  },
  {
    "id": 152,
    "name": "هتل تماشا کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "E",
    "capacity": 25,
    "phone": "076-44424713;076-44467581"
  },
  {
    "id": 153,
    "name": "هتل بزرگ فردوسی تهران",
    "city": "تهران",
    "province": "تهران",
    "type": "هتل",
    "category": "B",
    "capacity": 198,
    "phone": "021-66727026;021-61016"
  },
  {
    "id": 154,
    "name": "هتل صحت سرعین",
    "city": "سرعین",
    "province": "اردبیل",
    "type": "هتل",
    "category": "D-",
    "capacity": 18,
    "phone": "045-32223074;045-32220204"
  },
  {
    "id": 155,
    "name": "هتل زهره اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "C-",
    "capacity": 50,
    "phone": "03132231060;03132231061;09920488438"
  },
  {
    "id": 156,
    "name": "اقامتگاه سنتی طلوع خورشید اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "اقامتگاه سنتی",
    "category": "D-",
    "capacity": 21,
    "phone": "031-34707135-45;031-34707045"
  },
  {
    "id": 157,
    "name": "هتل دیپلمات مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "E",
    "capacity": 60,
    "phone": "051-32237022;09025133011"
  },
  {
    "id": 158,
    "name": "هتل لوتوس کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "B",
    "capacity": 71,
    "phone": "076-44421579;07644421239"
  },
  {
    "id": 159,
    "name": "هتل ونوس اصفهان",
    "city": "اصفهان",
    "province": "اصفهان",
    "type": "هتل",
    "category": "B",
    "capacity": 58,
    "phone": "031-32230040-5"
  },
  {
    "id": 160,
    "name": "هتل دیدنیها کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "D-",
    "capacity": 28,
    "phone": "076-44466011-20"
  },
  {
    "id": 161,
    "name": "هتل صدف کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "C-",
    "capacity": 55,
    "phone": "076-44420590"
  },
  {
    "id": 162,
    "name": "هتل شایان کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "D-",
    "capacity": 192,
    "phone": "076-44422771"
  },
  {
    "id": 163,
    "name": "هتل جام جم کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "B",
    "capacity": 30,
    "phone": "0764442801-5;07644421889;09361563126"
  },
  {
    "id": 164,
    "name": "هتل شایگان کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "B",
    "capacity": 130,
    "phone": "076-44420661;076-44467444;0218547"
  },
  {
    "id": 165,
    "name": "هتل آپارتمان پارسیان کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل آپارتمان",
    "category": "D+",
    "capacity": 115,
    "phone": "076-44424993"
  },
  {
    "id": 166,
    "name": "هتل تاپ رز کیش",
    "city": "کیش",
    "province": "هرمزگان",
    "type": "هتل",
    "category": "B",
    "capacity": 37,
    "phone": "076-44421151"
  },
  {
    "id": 167,
    "name": "هتل پارسیان شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل",
    "category": "E",
    "capacity": 62,
    "phone": "071-32330000;07132331000"
  },
  {
    "id": 168,
    "name": "هتل فهادان یزد",
    "city": "یزد",
    "province": "یزد",
    "type": "هتل",
    "category": "A",
    "capacity": 40,
    "phone": "035-36300600;035-36303030;035-36216542"
  },
  {
    "id": 169,
    "name": "هتل ملک التجار یزد",
    "city": "یزد",
    "province": "یزد",
    "type": "هتل",
    "category": "B",
    "capacity": 23,
    "phone": "035-36216542-5;035-36303030;035-36224060"
  },
  {
    "id": 170,
    "name": "هتل دلفین بندر انزلی",
    "city": "بندر انزلی",
    "province": "گیلان",
    "type": "هتل",
    "category": "A",
    "capacity": 19,
    "phone": "013-43444001-4"
  },
  {
    "id": 171,
    "name": "هتل آپارتمان کسری نوشهر",
    "city": "نوشهر",
    "province": "مازندران",
    "type": "هتل آپارتمان",
    "category": "B",
    "capacity": 25,
    "phone": "09192613356;011-52322407-8"
  },
  {
    "id": 172,
    "name": "هتل میامی مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "A",
    "capacity": 39,
    "phone": "051-38540848;051-38554435;09027158561"
  },
  {
    "id": 173,
    "name": "هتل جهانگردی دلوار بوشهر",
    "city": "بوشهر",
    "province": "بوشهر",
    "type": "هتل",
    "category": "D+",
    "capacity": 65,
    "phone": "077-33340910;09174963302"
  },
  {
    "id": 174,
    "name": "هتل ارشاد سرعین",
    "city": "سرعین",
    "province": "اردبیل",
    "type": "هتل",
    "category": "D+",
    "capacity": 55,
    "phone": "045-32222559;045-32222893;09144597673"
  },
  {
    "id": 175,
    "name": "هتل ستارگان شیراز",
    "city": "شیراز",
    "province": "فارس",
    "type": "هتل",
    "category": "B",
    "capacity": 44,
    "phone": "071-32276100-8"
  },
  {
    "id": 176,
    "name": "هتل بهارستان مشهد",
    "city": "مشهد",
    "province": "خراسان رضوی",
    "type": "هتل",
    "category": "A",
    "capacity": 39,
    "phone": "051-38530334"
  },
  {
    "id": 177,
    "name": "هتل نگین بجنورد",
    "city": "بجنورد",
    "province": "خراسان شمالی",
    "type": "هتل",
    "category": "A",
    "capacity": 49,
    "phone": "058-32255737;09028175030"
  },
  {
    "id": 178,
    "name": "هتل ماندگار لنگرود",
    "city": "لنگرود",
    "province": "گیلان",
    "type": "هتل",
    "category": "B",
    "capacity": 30,
    "phone": "013-42502709;09010655010"
  },
  {
    "id": 179,
    "name": "هتل مظفر یزد",
    "city": "یزد",
    "province": "یزد",
    "type": "هتل",
    "category": "D+",
    "capacity": 29,
    "phone": "035-36227783-4;035-36227975;09135249590"
  },
  {
    "id": 180,
    "name": "هتل زنبق یزد",
    "city": "یزد",
    "province": "یزد",
    "type": "هتل",
    "category": "E",
    "capacity": 30,
    "phone": "035-35260919-23"
  }
] as const;
